TEXTS = {
    "welcome": "Добро пожаловать!",
    "choose_language": "Выберите язык:",
    "language_saved": "Язык сохранён.",
    "main_menu": "Главное меню",
    "search": "🔍 Поиск",
    "my_groups": "👥 Мои группы",
    "favorites": "⭐ Избранное",
    "channel": "📣 Наш канал",
    "help": "Помощь",
    "language": "🌐 Язык",
    "help_text": (
        "Здесь будет информация о работе "
        "бота и способы связи."
    ),
    "not_implemented": "Функция появится на следующем этапе.",
    "back": "↩️ Назад",
    "main_menu_text": (
    "🔎 <b>НАЙДИ ГРУППУ</b>\n\n"
    "Добро пожаловать!\n"
    "Здесь вы можете найти Telegram-группы "
    "по интересам и категориям.\n\n"
    "Выберите действие ниже:"
),
}